{"id":"2c64c98d-439a-4c91-8d81-022e499515a9","text":"15. Practice options","help":"\u003cp\u003e\u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#LocumModal\"\u003eCLICK HERE\u003c/a\u003e for important information about LAWYERS\tacting as LOCUM.\u003c/p\u003e","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","number":"15"}
{"id":"4ee72912-e156-4ffd-8fed-c54bd7006bdb","text":"(b) Address of principal office of APPLICANT FIRM: *","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"12"}
{"id":"463d9d73-00ef-4c6b-b257-7f4aecfcd887","text":"Policy period (from/to)","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"61"}
{"id":"f787b3f7-1d49-4ffa-a7c9-8312cbaf6cda","text":"If yes, please provide full details, including the name of the insurer and why the insurance was declined, cancelled, terminated or refused.","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"81"}
{"id":"4c3d165b-4a74-4b69-a61b-f483829aa79c","text":"3. Total number of full years (i.e. at least 240 days in a given year) in private and/or public practice","help":"\u003cp\u003eIf you are newly called to the Bar for the first time (anywhere), enter 0.\u003c/p\u003e","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"\u003cp\u003eInclude all years in which you were practising law, whether in Ontario or elsewhere, in private practice, as in-house counsel or as an employed LAWYER working in government, education or in some other capacity.\u003c/p\u003e","number":"3"}
{"id":"148f4ace-7b99-423f-bfb3-63f98dfc740c","text":"Premium payment authorization:","help":"\u003cp\u003eNote: If paying the insurance premium using third party account information, see the Premium Payment Authorization Form (PPA).\u003c/p\u003e","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"\u003cp\u003e(complete only if paying by credit card or pre-authorized bank account withdrawal)\u003c/p\u003e                                                                    \u003cp\u003eThe undersigned authorizes LAWPRO to charge against the designated credit card or withdraw from the account and financial institution indicated on the account information provided, the appropriate insurance premium (including taxes), based on the payment option indicated above. The undersigned understands that LAWPRO does not charge for this service (but the designated financial institution or credit card company may). \u003c/p\u003e                                                                     \u003cp\u003eThe undersigned warrants that the credit card or bank account information provided is not that of a third party, other than that of another LAWYER of the LAW FIRM, or of the LAW FIRM itself (or a management or other company of the LAW FIRM). \u003c/p\u003e                                                                     \u003cp\u003eThe undersigned agrees that this authorization will apply for the POLICY PERIOD and all future policy years, without further authorization, so long as the LAWYER so elects. If any changes are to be made to the payment information or instalment payment option, the LAWYER agrees to notify LAWPRO of such changes, in writing, at least ten (10) days prior to any payment date. \u003c/p\u003e                                                                     \u003cbr/\u003e\u003cb\u003eDeclaration\u003c/b\u003e\u003cbr/\u003e\u003cp\u003eI have read and understand all of the terms and conditions listed below.\u003c/p\u003e                                                                     \u003cp\u003eTerms and Conditions:\u003c/p\u003e                                                                     \u003col\u003e                                                                         \u003cli\u003eI certify that the information provided in the authorization is correct. \u003c/li\u003e                                                                         \u003cli\u003eI certifiy that the bank account or credit card is in good standing, with sufficient funds to cover the payments as they become due and that all person(s) required to sign this form has/have signed. \u003c/li\u003e                                                                         \u003cli\u003eAll payments will be drawn on Canadian financial institutions only, and will be withdrawn in Canadian funds. \u003c/li\u003e                                                                     \u003c/ol\u003e","number":"19"}
{"id":"813c2e8f-6c42-4eeb-8477-7987da39f707","text":"(c) outside of Canada?","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"33"}
{"id":"17dab16c-3b85-417e-aef0-31b109a91503","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"For more information about this form, please contact LAWPRO Customer Service at: 1-800-410-1013, or (416) 598-5899 in Toronto or via e-mail at \u003ca href\u003d\"mailto:service@lawpro.ca\"\u003eservice@lawpro.ca\u003c/a\u003e.","number":"0"}
{"id":"8731762d-644b-476d-8764-388b69b7c801","text":"12. Will the APPLICANT FIRM\u0027S Excess insurance premium be paid by a third party (see bewlow for definition of third party payor)?","help":"If the APPLICANT FIRM\u0027S insurance premium will be paid by a third party, other than another LAWYER in the APPLICANT FIRM, or a management or other company of the APPLICANT FIRM, the APPLICANT FIRM agrees to obtain their consent for the use and disclosure of personal information, in accordance with privacy legislation.","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"012"}
{"id":"b0811d3e-d6fd-43e4-98d9-720ed895976e","text":"13.  Effective date of POLICY","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","number":"13"}
{"id":"11c3d30b-886f-4cc4-a06b-098080f11f84","text":"Warranty \u0026 Signature","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"                                                            \u003cp\u003eThis section must be completed by all applicants.\u003c/p\u003e                                                             \u003cp\u003ePrior to completing this section, review the \u003ca href\u003d\"https://www.lawpro.ca/privacy/lawpro-personal-information-statement-for-ontario-lawyers-and-paralegals-licensees/\" target\u003d\"_blank\"\u003e                                                                 LAWPRO Personal Information Statement for Ontario LAWYERS and PARALEGALS (LICENSEES)\u003c/a\u003e                                                                 which has been incorporated into the Warranty and signature section of your application form.\u003c/p\u003e                                                             \u003cp\u003eThe undersigned LAWYER warrants and acknowledges that the information provided with this application: \u003c/p\u003e                                                             \u003cul class\u003d\"ul50\"\u003e\u003cp\u003e                                                                 \u003c/p\u003e\u003cli\u003eIs true and complete, or where estimates are required, that such estimates are reasonable; \u003c/li\u003e                                                                 \u003cp\u003e\u003c/p\u003e\u003cp\u003e\u003c/p\u003e\u003cli\u003eWill be relied on by LAWPRO in assessing risk, in offering any terms of insurance and in issuing any policy of insurance; \u003c/li\u003e                                                                 \u003cp\u003e\u003c/p\u003e\u003cp\u003e\u003c/p\u003e\u003cli\u003eWill be the basis of and form part of any resulting insurance policy coverage; and \u003c/li\u003e                                                                 \u003cp\u003e\u003c/p\u003e\u003cp\u003e\u003c/p\u003e\u003cli\u003eThe options selected on this form are requested to apply for the POLICY period. \u003c/li\u003e                                                             \u003cp\u003e\u003c/p\u003e\u003c/ul\u003e                                                              \u003cp\u003eThe LAWYER acknowledges having read the \u003ca href\u003d\"https://www.lawpro.ca/privacy/lawpro-personal-information-statement-for-ontario-lawyers-and-paralegals-licensees/\" target\u003d\"_blank\"\u003e                                                                 LAWPRO Personal Information Statement for Ontario LAWYERS and PARALEGALS (LICENSEES)\u003c/a\u003e                                                                 (which forms part of this application).                                                                 The LAWYER consents to the collection, use and disclosure of                                                                 personal information in any optional program(s) for which the LAWYER chooses to apply                                                                 or is to be named as an INSURED in, now or in future policy years, in accordance with that Statement.\u003c/p\u003e                                                              \u003cp\u003eThe LAWYER acknowledges his or her on-going duty, through to the date of POLICY inception, to advise                                                                 LAWPRO in writing of any material changes with respect to this Application.\u003c/p\u003e","number":"23"}
{"id":"297c5bfc-c3d7-4d5a-977c-8bd9a2feda13","text":"(c) Indicate the total number of LAWYER(S) (including \u0027of counsel\u0027) in the APPLICANT FIRM: *","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"22"}
{"id":"a30f0fc5-d31a-4254-9a57-90aee9a02ba8","text":"18. Payment option","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"Choose one option only","number":"18"}
{"id":"67a04094-fb79-4311-9524-c244fff239e7","text":"2. (a) Nature of practice of the APPLICANT FIRM: *","help":"\u003cdiv style\u003d\"margin-left: 30px;\"\u003e\u003clabel\u003eLAW CORPORATION - Sole\u003c/label\u003e                                                                     \u003cp\u003eA professional LAW CORPORATION, in accordance with the Business Corporations Act and By-Law 7 of the Law Society Act, in which a LAWYER practises as a Sole Practitioner.\u003c/p\u003e                                                                     \u003cdiv class\u003d\"questionBreak\"\u003e\u003c/div\u003e                                                                     \u003clabel\u003eLAW CORPORATION - Not Sole\u003c/label\u003e                                                                     \u003cp\u003eA professional LAW CORPORATION, in accordance with the Business Corporations Act and By-Law 7 of the Law Society Act, in which more than one LAWYER acts in private practice.\u003c/p\u003e                                                                     \u003cdiv class\u003d\"questionBreak\"\u003e\u003c/div\u003e                                                                     \u003clabel\u003eSOLE PRACTITIONER\u003c/label\u003e                                                                     \u003cp\u003eA LAWYER in private practice who practises law on his/her own without LAWYER or non-lawyer partners, LAWYER associates or employed LAWYERS, and who does not practise in a LAW CORPORATION. Note that LAWYERS who share a firm name or letterhead, or whose name appears on letterhead with the names of other LAWYERS, are not considered sole practitioners for the purposes of the insurance program.\u003c/p\u003e                                                                     \u003cdiv class\u003d\"questionBreak\"\u003e\u003c/div\u003e                                                                     \u003clabel\u003eAssociation\u003c/label\u003e                                                                     \u003cp\u003eLAWYERS in private practice affiliated with other practising LAWYERS (e.g. share services, website or other marketing materials, space and/or whose names appear on joint letterhead, etc.), other than in a LAW CORPORATION or partnership.\u003c/p\u003e                                                                     \u003cdiv class\u003d\"questionBreak\"\u003e\u003c/div\u003e                                                                     \u003clabel\u003ePartnership - General\u003c/label\u003e                                                                     \u003cp\u003eA LAW PARTNERSHIP, in accordance with the Partnerships Act and the Law Society Act, other than a MULTI-DISCIPLINE PARTNERSHIP or a Limited Liability Partnership (LLP), in which more than one LAWYER acts in private practice.\u003c/p\u003e                                                                     \u003cdiv class\u003d\"questionBreak\"\u003e\u003c/div\u003e                                                                     \u003clabel\u003eMulti-Discipline Partnership and/or Combined Licensee Firm\u003c/label\u003e                                                                     \u003cp\u003eA MULTI-DISCIPLINE PARTNERSHIP and/or COMBINED LICENSEE FIRM with non-lawyer partner(s), in accordance with By-Law 7 of the Law Society Act, in which one or more LAWYER(S) act in private practice. Note that LAWPRO will contact your firm concerning an application for the non-lawyer partners in your MULTI-DISCIPLINE PARTNERSHIP and/or COMBINED LICENSEE FIRM.\u003c/p\u003e                                                                     \u003cdiv class\u003d\"questionBreak\"\u003e\u003c/div\u003e                                                                     \u003clabel\u003ePartnership - Limited Liability Partnership (LLP)\u003c/label\u003e                                                                     \u003cp\u003eAn LLP in accordance with the Partnerships Act and By-Law 7 of the Law Society Act, in which more than one LAWYER acts in private practice.\u003c/p\u003e                                                                     \u003cdiv class\u003d\"questionBreak\"\u003e\u003c/div\u003e                                                                     \u003clabel\u003eIn-House Corporate Counsel\u003c/label\u003e                                                                     \u003cp\u003eLAWYERS employed as counsel by a single corporation, other than a LAW CORPORATION or a government corporation, and not employed as a teacher.\u003c/p\u003e                                                                     \u003cdiv class\u003d\"questionBreak\"\u003e\u003c/div\u003e                                                                     \u003clabel\u003eEmployed, Other\u003c/label\u003e                                                                     \u003cp\u003eLAWYERS employed in government or education and other LAWYERS employed as counsel not in private practice, but other than In-House Corporate Counsel.\u003c/p\u003e\u003c/div\u003e","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","instructions":"\u003ci\u003e(Select all that apply)\u003c/i\u003e","number":"2"}
{"id":"6491fc44-5b40-4590-b83c-e45517bfdeac","text":"(b) Does the APPLICANT FIRM share office space with any other LAWYER(S) or group of LAWYER(S); or reception facilities or services, or letterhead, with any other law practice or business? *","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"21"}
{"id":"50ccaeb0-dc1c-49fd-a995-e3b8b6d10589","text":"(i) Does any of the letterhead refer to individuals (or their law practice) who are acting as \u0027of counsel\u0027 (or \u0027counsel\u0027) to the APPLICANT FIRM: *","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"161"}
{"id":"4ad6822c-334e-4c76-84e4-ed1b58dee7cf","text":"10. Number of INSUREDS in LAW FIRM in Ontario (\"INSUREDS\" includes LAWYERS and PARALEGAL PARTNER(S) OR SHAREHOLDER(S) in COMBINED LICENSEE FIRMS)","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"Indicate the current number of PARALEGAL PARTNER(S) OR SHAREHOLDER(S) (if applicable) and LAWYERS in the LAW FIRM (including you) in Ontario. If you are employed by a corporation which is not a LAW CORPORATION, indicate the current number of LAWYERS in the corporation in Ontario.","number":"10"}
{"id":"a9d36e1a-52fa-4b2f-9ce9-1d717e3bb2e2","text":"14. DEDUCTIBLE option","help":"\u003cp\u003e\u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#LocumModal\"\u003eCLICK HERE\u003c/a\u003e for important information about LAWYERS\tacting as LOCUM.\u003c/p\u003e","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"\u003ci\u003e(Select one only. For details on restrictions that apply, please see                                                                 \u003ca href\u003d\"https://www.lawpro.ca/your-policy/coverage-options/deductible-options/\" target\u003d_blank\u003eDEDUCTIBLE Options\u003c/a\u003e.                                                                 All LAWYERS practising in a LAW PARTNERSHIP or a LAW CORPORATION must select the same DEDUCTIBLE options.)\u003c/i\u003e","number":"14"}
{"id":"f53bcdf7-8153-453c-8ecc-58b920fc1648","text":"                                                                \u003cp\u003e\u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#RealEstateModal\"\u003eDefinition of REAL ESTATE LAW\u003c/a\u003e\u003c/p\u003e                                                                 \u003cp\u003e\u003ca href\u003d\"https://www.practicepro.ca/2007/10/self-assessment-tool-for-real-estate-practice-coverage-option/\" target\u003d\"_blank\" onClick\u003d\"_gaq.push([\u0027_trackEvent\u0027, \u0027LawproMag\u0027, \u0027Download\u0027, \u0027RealEstateSelfAssessment.pdf\u0027]);\"\u003eSelf-assessment tool for Real Estate Practice Coverage Option\u003c/a\u003e\u003c/p\u003e                                                                 \u003cp\u003e\u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#RealEstateModal\"\u003eEligibility Criteria\u003c/a\u003e. This coverage is not available to all practising LAWYERS. \u003c/p\u003e                                                                  \u003cp\u003eLAWYERS changing area of practice:\u003c/p\u003e                                                                 \u003cul class\u003d\"ul100\"\u003e                                                                     \u003cli\u003e\u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#RealEstateModal\"\u003eIf you cease to practise REAL ESTATE LAW in Ontario at some point in 2018\u003c/a\u003e\u003c/li\u003e                                                                     \u003cli\u003e\u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#RealEstateModal\"\u003eIf you commence the practice of REAL ESTATE LAW part way through the year\u003c/a\u003e\u003c/li\u003e                                                                 \u003c/ul\u003e                                                                 \u003cp\u003e\u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#RealEstateModal\"\u003eReal Estate Practice Coverage Option sublimit\u003c/a\u003e\u003c/p\u003e                                                                 \u003cp\u003e\u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#RealEstateModal\"\u003eReal Estate Practice Coverage Option premium cost\u003c/a\u003e\u003c/p\u003e                                                                 \u003cp\u003eSee pages 12 and 13 of the \u003ca href\u003d\"https://www.lawpro.ca/file_online/PDF/A-10BookPrimaryNewCalls.pdf\" target\u003d\"_blank\" onClick\u003d\"_gaq.push([\u0027_trackEvent\u0027, \u0027File_Online\u0027, \u0027Download\u0027, \u0027A-10BookPrimaryNewCalls.pdf\u0027]);\"\u003eProgram Guide for New Applicants\u003c/a\u003e for further details of the Real Estate Practice Coverage Option.\u003c/p\u003e","help":"\u003ci\u003eFor details and eligibility requirements, see \u003ca href\u003d\"https://www.lawpro.ca/your-policy/coverage-options/part-time-practice/\" target\u003d_blank\u003ePart-time Practice Option\u003c/a\u003e.\u003c/i\u003e","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"                                                            \u003cp\u003eDue to the nature of this coverage, it is important that LAWPRO conduct its due diligence before adding this coverage. Therefore, it may take up to 10 business days to add the Real Estate Practice Coverage option to your policy. As such, it may be necessary to engage the services of another real estate lawyer to handle your real estate transactions in the interim.\u003c/p\u003e                                                             \u003cp\u003eLAWYERS who intend to practise \u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#RealEstateModal\"\u003eREAL ESTATE LAW\u003c/a\u003e in Ontario in 2018, must be ELIGIBLE for, apply for and be granted this coverage option before being able to practise \u003ca href\u003d\"#\" data-target\u003d\"#RealEstateModal\" data-toggle\u003d\"modal\"\u003eREAL ESTATE LAW\u003c/a\u003e.                                                             \u003cp\u003eThis coverage option provides the necessary insurance protection to ensure that members of the public, and Land Titles Assurance Fund, are protected against the registration of fraudulent instruments under the \u003ci\u003eLand Titles Act\u003c/i\u003e.                                                             \u003cp\u003eThe LAWYER is ELIGIBLE for and applies for the Real Estate Practice Coverage Option as of the effective date                                                             requested in question 13:\u003c/p\u003e","number":"153"}
{"id":"f629c652-ad32-45c4-9d67-ac2f275a8fed","text":"(iii) Does any of the letterhead refer to individuals who are practicing in association with the APPLICANT FIRM, or is the APPLICANT FIRM itself a law association? *","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"165"}
{"id":"7ff51c4f-155f-4ff6-961d-ed1e50ac67b0","text":"12. Excess liability insurance","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"Indicate the name(s) of your Excess Liability insurance provider(s) below. Please check at least one of the following options:","number":"12"}
{"id":"734d4f3c-27c7-435f-80e0-3c140bd584c2","text":"7. Does the APPLICANT FIRM contemplate purchasing additional excess coverage over and above this excess policy from another insurer?","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"7"}
{"id":"c00edaab-6ded-4242-b431-ad5f7a3fb584","text":"(d) List all former law firms for which coverage is requested. Please include the following information for each firm:","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","instructions":"- Firm name\u003c/br\u003e- Address\u003c/br\u003e- Which years in operation\u003c/br\u003e- Average no. of LAWYERS in practice","number":"14"}
{"id":"9dca3776-9573-4c54-9432-cc4b6eb31418","text":"(e) List all management companies of the APPLICANT FIRM for which coverage is requested. Please include the following information for each company:","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","instructions":"- Company name\u003c/br\u003e- Which years in operation\u003c/br\u003e- Services provided","number":"15"}
{"id":"7e0b8376-7ef7-4294-9790-3af91a0e9e1d","text":"Real Estate Practice Coverage Option: (All LAWYERS must answer this question)","help":"\u003cp\u003e\u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#RealEstateModal\"\u003eDefinition of REAL ESTATE LAW\u003c/a\u003e\u003c/p\u003e                                                                 \u003cp\u003e\u003ca href\u003d\"https://www.practicepro.ca/2007/10/self-assessment-tool-for-real-estate-practice-coverage-option/\" target\u003d\"_blank\" onClick\u003d\"_gaq.push([\u0027_trackEvent\u0027, \u0027LawproMag\u0027, \u0027Download\u0027, \u0027RealEstateSelfAssessment.pdf\u0027]);\"\u003eSelf-assessment tool for Real Estate Practice Coverage Option\u003c/a\u003e\u003c/p\u003e                                                                 \u003cp\u003e\u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#RealEstateModal\"\u003eEligibility Criteria\u003c/a\u003e. This coverage is not available to all practising LAWYERS. \u003c/p\u003e                                                                  \u003cp\u003eLAWYERS changing area of practice:\u003c/p\u003e                                                                 \u003cul class\u003d\"ul100\"\u003e                                                                     \u003cli\u003e\u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#RealEstateModal\"\u003eIf you cease to practise REAL ESTATE LAW in Ontario at some point in 2018\u003c/a\u003e\u003c/li\u003e                                                                     \u003cli\u003e\u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#RealEstateModal\"\u003eIf you commence the practice of REAL ESTATE LAW part way through the year\u003c/a\u003e\u003c/li\u003e                                                                 \u003c/ul\u003e                                                                 \u003cp\u003e\u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#RealEstateModal\"\u003eReal Estate Practice Coverage Option sublimit\u003c/a\u003e\u003c/p\u003e                                                                 \u003cp\u003e\u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#RealEstateModal\"\u003eReal Estate Practice Coverage Option premium cost\u003c/a\u003e\u003c/p\u003e                                                                 \u003cp\u003eSee the \u003ca href\u003d\"https://www.lawpro.ca/file_online/PDF/A-10BookPrimaryNewCalls.pdf\" target\u003d\"_blank\" onClick\u003d\"_gaq.push([\u0027_trackEvent\u0027, \u0027File_Online\u0027, \u0027Download\u0027, \u0027A-10BookPrimaryNewCalls.pdf\u0027]);\"\u003eProgram Guide for New Applicants\u003c/a\u003e information on the Real Estate Practice Coverage Option.\u003c/p\u003e\n\u003cbr/\u003e\n","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"\u003cp\u003eLAWYERS who intend to practise \u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#RealEstateModal\"\u003eREAL ESTATE LAW\u003c/a\u003e in Ontario, must be ELIGIBLE for, apply for and be granted this coverage option before being able to practise \u003ca href\u003d\"#\" data-target\u003d\"#RealEstateModal\" data-toggle\u003d\"modal\"\u003eREAL ESTATE LAW\u003c/a\u003e.                                                             \u003cp\u003eThis coverage option provides the necessary insurance protection to ensure that members of the public, and Land Titles Assurance Fund, are protected against the registration of fraudulent instruments under the \u003ci\u003eLand Titles Act\u003c/i\u003e.                                                             \u003cp\u003eI am ELIGIBLE for and apply for the Real Estate Practice Coverage Option as of the effective date                                                             requested in question 13:\u003c/p\u003e","number":"153"}
{"id":"69eafe42-f292-402c-960b-78a8e26e6d1d","text":"4. Have you reminded all members of your firm of the need to report all CLAIMS and POTENTIAL CLAIMS to your current excess policy insurer (if any) as well as to LAWPRO?","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"4"}
{"id":"20e3d29f-34dc-445b-ae53-e3cabcdd51ec","text":"5. Volume billings","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"\u003cp\u003eProvide information concerning either the Actual Gross Billings of the LAWYER or the Average Gross Billings per LAWYER in the firm for the most recently completed fiscal year (for which numbers are available).\u003c/p\u003e                                                             \u003cp\u003eIf you are newly called to the Bar choose $Nil.\u003c/p\u003e                                                             \u003cp\u003ePlease select one from the following list.\u003c/p\u003e","number":"5"}
{"id":"c5f37d6b-8d24-4649-86a6-838694fe00c0","text":"7. Primary area of practice","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","number":"7"}
{"id":"1b5edcf5-da59-432f-aea8-c481ee5a3eaa","text":"If yes, please provide full details indicating the exact reference on the letterhead:","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"164"}
{"id":"1fb05d00-2134-4e64-ab49-f98e4aedf525","text":"16. Innocent Party Coverage sublimit","help":"                                                 \u003cp\u003e\u003ci\u003eFor details please see \u003ca href\u003d\"https://www.lawpro.ca/your-policy/coverage-options/innocent-party-coverage/\" target\u003d_blank\u003eMandatory Innocent Party Coverage.\u003c/a\u003e\u003c/i\u003e                                                                 \u003cp\u003e\u003ci\u003eFor information on the Innocent Party Coverage Sublimit BuyUp, or to apply for Optional Innocent Party Coverage                                                                     (for sole practitioners only and LAWYERS practising alone in a LAW CORPORATION) see                                                                     \u003ca href\u003d\"https://www.lawpro.ca/your-policy/coverage-options/innocent-party-coverage/\" target\u003d_blank\u003eInnocent Party                                                                         Sublimit Buy-Up\u003c/a\u003e.\u003c/i\u003e                                                                 \u003cp\u003e\u003cem\u003eApplications for Innocent Party coverage must first be approved by LAWPRO.\u003c/em\u003e","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"\u003cp\u003e\u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#LocumModal\"\u003eCLICK HERE\u003c/a\u003e for important information about LAWYERS\tacting as LOCUM.\u003c/p\u003e                                                                 ","number":"16"}
{"id":"d330fe12-e043-42e7-805f-ff09830fb656","text":"(iv) Other than referred to in items (i) to (iii) above, does any of the letterhead refer to any practice, business or affiliation, or firm, corporation, organization, or entity, other than the APPLICANT FIRM, or to any logo, trade-mark or trade-name belonging to others? *","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"167"}
{"id":"4c3bc325-84ff-47ca-a139-dd680771b1ee","text":"Name of law firm to which policy was issued","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"64"}
{"id":"6dc7e430-baf2-4333-8fed-53bdbbd62b2e","text":"Please provide details of dates/years practised in other jurisdiction, and name of jurisdiction practised in:","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","number":"41"}
{"id":"cec2e63d-6425-47bf-8ef7-b34ee2b4742c","text":"Excess liability limits","help":"\u003cp\u003e\u003ci\u003eLearn more about the need for \u003ca href\u003d\"https://www.lawpro.ca/excess-insurance/\" target\u003d_blank\u003eExcess Liability Insurance\u003c/a\u003e.\u003c/i\u003e\u003c/p\u003e                                                                 \u003cp\u003eComplete an \u003ca href\u003d\"#\"\u003eExcess Insurance Application\u003c/a\u003e\u003c/i\u003e.\u003c/p\u003e","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"per CLAIM/aggregate above LAWPRO POLICY limits (for all Excess coverage carried):","number":"121"}
{"id":"503d9c27-7fb5-4580-b907-03ac41229cb1","text":"3. Is the APPLICANT FIRM associated with any other law practice or law firm located:*","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"3"}
{"id":"4b229e87-d501-4414-984d-883215fcb950","text":"Outside Canada?","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"131"}
{"id":"a690764e-49bd-4f40-9cd1-6cc0bc41ef3c","text":"(f) With regard to the current letterhead of the APPLICANT FIRM","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"16"}
{"id":"56b5c325-0ff4-42af-9470-ba5be13fdb01","text":"9. Indicate the preferred inception date: *","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","instructions":"Any Excess Liability Insurance will be subject to a 60-day wait period (date of receipt of application form). Please note, if you are requesting coverage effective January 1, the application form must be received on or before December 1 of the previous year.","number":"9"}
{"id":"6b0742e3-e6b4-4fa7-af8e-ec553e03e171","text":"6. Provide details of the total excess insurance coverage purchased by the APPLICANT FIRM, or any former firm listed in question 1(d), during the last year:","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"6"}
{"id":"b6d65878-b71e-4645-a242-b079f06fd8a6","text":"9. Nature of Law Practice","help":"\u003cdiv style\u003d\"margin-left: 30px;\"\u003e\u003clabel\u003eLAW CORPORATION - Sole\u003c/label\u003e                                                                     \u003cp\u003eA professional LAW CORPORATION, in accordance with the Business Corporations Act and By-Law 7 of the Law Society Act, in which a LAWYER practises as a Sole Practitioner.\u003c/p\u003e                                                                     \u003cdiv class\u003d\"questionBreak\"\u003e\u003c/div\u003e                                                                     \u003clabel\u003eLAW CORPORATION - Not Sole\u003c/label\u003e                                                                     \u003cp\u003eA professional LAW CORPORATION, in accordance with the Business Corporations Act and By-Law 7 of the Law Society Act, in which more than one LAWYER acts in private practice.\u003c/p\u003e                                                                     \u003cdiv class\u003d\"questionBreak\"\u003e\u003c/div\u003e                                                                     \u003clabel\u003eSOLE PRACTITIONER\u003c/label\u003e                                                                     \u003cp\u003eA LAWYER in private practice who practises law on his/her own without LAWYER or non-lawyer partners, LAWYER associates or employed LAWYERS, and who does not practise in a LAW CORPORATION.  LAWYERS who share a firm name or letterhead, or whose name appears on letterhead with the names of other LAWYERS, are not considered sole practitioners for the purposes of the insurance program.\u003c/p\u003e                                                                     \u003cdiv class\u003d\"questionBreak\"\u003e\u003c/div\u003e                                                                     \u003clabel\u003eAssociation\u003c/label\u003e                                                                     \u003cp\u003eLAWYERS in private practice affiliated with other practising LAWYERS (e.g. share services, website or other marketing materials, space and/or whose names appear on joint letterhead, etc.), other than in a LAW CORPORATION or partnership.\u003c/p\u003e                                                                     \u003cdiv class\u003d\"questionBreak\"\u003e\u003c/div\u003e                                                                     \u003clabel\u003ePartnership - General\u003c/label\u003e                                                                     \u003cp\u003eA LAW PARTNERSHIP, in accordance with the Partnerships Act and the Law Society Act, other than a MULTI-DISCIPLINE PARTNERSHIP or a Limited Liability Partnership (LLP), in which more than one LAWYER acts in private practice.\u003c/p\u003e                                                                     \u003cdiv class\u003d\"questionBreak\"\u003e\u003c/div\u003e                                                                     \u003clabel\u003eMulti-Discipline Partnership and/or Combined Licensee Firm\u003c/label\u003e                                                                     \u003cp\u003eA MULTI-DISCIPLINE PARTNERSHIP and/or COMBINED LICENSEE FIRM with non-lawyer partner(s), in accordance with By-Law 7 of the Law Society Act, in which one or more LAWYER(S) act in private practice. Note that LAWPRO will contact your firm concerning an application for the non-lawyer partners in your MULTI-DISCIPLINE PARTNERSHIP and/or COMBINED LICENSEE FIRM.\u003c/p\u003e                                                                     \u003cdiv class\u003d\"questionBreak\"\u003e\u003c/div\u003e                                                                     \u003clabel\u003ePartnership - Limited Liability Partnership (LLP)\u003c/label\u003e                                                                     \u003cp\u003eAn LLP in accordance with the Partnerships Act and By-Law 7 of the Law Society Act, in which more than one LAWYER acts in private practice.\u003c/p\u003e                                                                     \u003cdiv class\u003d\"questionBreak\"\u003e\u003c/div\u003e                                                                     \u003clabel\u003eIn-House Corporate Counsel\u003c/label\u003e                                                                     \u003cp\u003eLAWYERS employed as counsel by a single corporation, other than a LAW CORPORATION or a government corporation, and not employed as a teacher.\u003c/p\u003e                                                                     \u003cdiv class\u003d\"questionBreak\"\u003e\u003c/div\u003e                                                                     \u003clabel\u003eEmployed, Other\u003c/label\u003e                                                                     \u003cp\u003eLAWYERS employed in government or education or as counsel not in private practice, but not as In-House Corporate Counsel.\u003c/p\u003e\u003c/div\u003e","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"\u003cp\u003eSelect all that apply (please be sure to read the definitions which accompany the terms used below, since terms like \"Association\" can have a different meaning than that used by the Law Society): \u003c/p\u003e ","number":"9"}
{"id":"530727da-316a-4828-b2ac-3c3e167c491a","text":"(a) in Ontario?","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"31"}
{"id":"0e5c2371-0abc-47d5-86fb-15570c27351c","text":"(b) in Canada but outside Ontario?","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"32"}
{"id":"027278bd-66a1-4801-8f5b-0d130793b067","text":"6. Total number of hours of professional time spent in private practice during the last fiscal year (best estimate, docketed and undocketed time).","help":"\u003cp\u003eInclude all time which you devoted to the practice of law in Ontario and other jurisdictions in Canada (other than Quebec), including time spent, for example:                                                                 \u003c/p\u003e                                                                 \u003cul class\u003d\"ul100\"\u003e                                                                     \u003cli\u003ein actual practice;\u003c/li\u003e                                                                     \u003cli\u003eattending to office administration;\u003c/li\u003e                                                                     \u003cli\u003eproviding volunteer PROFESSIONAL SERVICES (except pro bono PROFESSIONAL SERVICES provided through a LAWPRO-approved program associated with Pro Bono Ontario, or mentoring services in accordance with LAWPRO\u0027s _____);\u003c/li\u003e                                                                     \u003cli\u003eboard-related activities if acting as a LAWYER; and\u003c/li\u003e                                                                     \u003cli\u003etravelling in your capacity as a LAWYER.\u003c/li\u003e                                                                 \u003c/ul\u003e                                                   ","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"\u003cp\u003eIf you are newly called to the Bar for the first time, enter 0. \u003c/p\u003e","number":"6"}
{"id":"18ecc0de-3cfa-43a4-a99c-9ae1d46247fe","text":"Comments and suggestions","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"Comments and suggestions may be added in the box below.","number":"22"}
{"id":"6a477441-1451-422e-82dd-684fc0a1862f","text":"14. Premium Payment Authorization","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"014"}
{"id":"f834357d-4450-4179-a81a-51a5555f1f7e","text":"(c) Location of branch office(s) of APPLICANT FIRM (if any) outside Ontario but inside Canada?","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"13"}
{"id":"84d8059a-d753-4624-aef9-15929ef7357d","text":"If yes, please provide full details indicating the exact reference on the letterhead:","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"168"}
{"id":"c839a8b2-0849-4575-8502-3d4aed738bf1","text":"Indicate specific reasons for which this Excess coverage is requested: *","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"82"}
{"id":"902dde1d-f7f4-4793-be57-2e191480e0bb","text":"8. Has any application for similar insurance made by the APPLICANT FIRM, or any former firm listed in question 1(d), ever been declined, or has any similar insurance policy ever been cancelled, terminated or the renewal thereof refused? *","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"8"}
{"id":"0bccbd35-7351-4fdd-b13d-0bc4ac275dee","text":"Secondary area of practice","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","number":"71"}
{"id":"9bee6855-9fc3-4142-9a88-0112dc0d1b84","text":"Insurance company","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"62"}
{"id":"7adf7edc-23e5-44e0-aa0c-3d107448af01","text":"Provide the name of the FIRM where you will be employed (and other FIRM contact information) in the box below","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","number":"91"}
{"id":"8dd68f3f-d08d-456c-90d3-431d09eb4fd2","text":"2. Do you hold a valid Certificate of Indian Status or a Temporary Confirmation of Registration Document (TCRD)?","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","number":"2"}
{"id":"3f930bbe-e87d-4b43-9432-747ae6ee3284","text":"17. Third-party payor authorization","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"\u003cp\u003eWill the LAWYER\u0027S insurance premium be paid by a third party? \u003c/p\u003e\n                                                                \u003cp\u003e                                                                     \u003clabel\u003ePaying the insurance premium using third party account information \u003c/label\u003e                                                                 \u003c/p\u003e                                                                 \u003cp\u003eIf the LAWYER\u0027S insurance premium will be paid by a third party, other than another LAWYER or PARALEGAL PARTNER OR SHAREHOLDER in the LAW FIRM, or the LAW FIRM itself, or a management or other company of the LAW FIRM, the LAWYER agrees to obtain the consent of this third party authorizing the transaction and providing for the use and disclosure of personal information, in accordance with privacy legislation that came into effect on January 1, 2004. \u003c/p\u003e                                                                 \u003cp\u003eThis third party authorization will apply to future policy years, unless LAWPRO is advised in writing otherwise. \u003c/p\u003e\n\u003cp\u003eA third party includes:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ethe spouse of the LAWYER or PARALEGAL PARTNER OR SHAREHOLDER or the spouse of another LAWYER or\nPARALEGAL PARTNER OR SHAREHOLDER in the firm?\u003c/li\u003e\n\u003cli\u003ea non-lawyer employee of the LAW FIRM other than a PARALEGAL PARTNER OR SHAREHOLDER? or\u003c/li\u003e\n\u003cli\u003eany other third party.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePaying the premium if the payor is a third party\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003eRespond to the question below by selecting the \"Yes\" option\u003c/li\u003e\n\u003cli\u003eProceed to question #21\u003c/li\u003e\n\u003cli\u003eComplete and return to LAWPRO, by fax or mail, a copy of the Premium Payment Authorization (PPA) form. This form must\nbe signed by the third party payor, and must be received by LAWPRO within five (5) business days of the date on which this\ninsurance Application is filed, otherwise you will be invoiced on a lump sum by\ncheque basis. A revised invoice would then\nbe provided at a later date once LAWPRO has received and processed the completed PPA form.\n\u003c/li\u003e\n\u003c/ol\u003e","number":"17"}
{"id":"79b77b26-14b0-4755-8cb9-84a12ffbddb9","text":"Restricted Area of Practice Option: Criminal and/or Immigration Law","help":"\u003cp\u003e\u003ci\u003eFor details and eligibility requirements, see \u003ca href\u003d\"https://www.lawpro.ca/your-policy/coverage-options/criminal-immigration-areas-of-practice/\" target\u003d_blank\u003eRestricted Area of Practice Option.\u003c/a\u003e\u003c/i\u003e\u003c/p\u003e","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"Qualifies for the Restricted Area of Practice Option:","number":"151"}
{"id":"bd7984dd-e5ec-450d-a6f5-24d32458f41f","text":"1. (a) Name of applicant law firm(APPLICANT FIRM): *","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"1"}
{"id":"478f0024-7d92-41c3-9e01-fd2717692f8e","text":"8. Name of PERSONAL LAW CORPORATION","help":"\u003cp\u003eIf you practise in a LAW FIRM through an individual professional corporation (PERSONAL LAW CORPORATION), indicate here the name of the PERSONAL LAW CORPORATION. \u003c/p\u003e                                                                 \u003cp\u003eFor example, if you have formed your own LAW CORPORATION which acts as a partner in the LAW PARTNERSHIP in which you practise, that would be considered to be a PERSONAL LAW CORPORATION. If the LAW FIRM in which you practise happens to be a LAW CORPORATION, even if you practise alone, the LAW FIRM would not be considered to be a PERSONAL LAW CORPORATION for the purposes of replying to this question.\u003c/p\u003e","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","number":"8"}
{"id":"e15263b6-0e95-4869-b4f7-1ee67b986977","text":"(d) List names of LAWYER(S) acting as \u0027of counsel\u0027 who should not be insured under this policy:","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"23"}
{"id":"a4a1b9ef-8648-4131-b03a-c276c67f586e","text":"10. Indicate the desired amount of excess coverage: (check one only) *","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","instructions":"Limits","number":"10"}
{"id":"67fccb34-332b-4c9b-a8e4-0ab41484b0cd","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"                                                            \u003cp style\u003d\"color: #336699\"\u003e\u003cb\u003eNext steps\u003c/b\u003e (\u003ci\u003eNote that you must first \u0027Review\u0027 your application before being able to \u003cfont color\u003d\"red\"\u003e\u003cb\u003eSUBMIT\u003c/b\u003e\u003c/font\u003e it online\u003c/i\u003e):\u003c/p\u003e                                                             \u003cul class\u003d\"ul50\"\u003e                                                                 \u003cli\u003eClick \"\u003cfont color\u003dred\u003eReview\u003c/font\u003e\" to see a summary of your entries before submitting your application; OR\u003c/li\u003e                                                                 \u003cli\u003eClick \"\u003cfont color\u003dred\u003eReset\u003c/font\u003e\" to abandon your entries and start over; OR\u003c/li\u003e                                                                 \u003cli\u003eClick \"\u003cfont color\u003dred\u003eCancel\u003c/font\u003e\" to exit the application.\u003c/li\u003e                                                             \u003c/ul\u003e","number":"00"}
{"id":"a28c231c-30e3-43df-a10d-813069ef644d","text":"4. Have you previously practised law in a Canadian or non-Canadian jurisdiction outside Ontario?","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"\u003cp\u003eThis includes any other provinces, territories or in any other countries.\u003c/p\u003e","number":"4"}
{"id":"4c9120f7-11e1-4a4b-8933-3fe325486961","text":"Policy limits","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"63"}
{"id":"39da57a2-471b-4f7b-ae7c-6099e89da400","text":"If yes, please provide details.","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"71"}
{"id":"f606c979-e1ed-4a18-ab12-2c129e77135c","text":"(d) Click the \"Attached Letterhead\" button below to attach letterhead of the related law firm(s) noted above. If unable at this time to attach the firm\u0027s letterhead, you must fax or email a copy to LAWPRO Customer Service within 2 business days.","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"35"}
{"id":"b2c0b241-8800-4a2a-af57-bc4e8601d253","text":"5. Other than CLAIMS and POTENTIAL CLAIMS already reported to LAWPRO, is any present member of the APPLICANT FIRM aware of any CLAIM or POTENTIAL CLAIM, not yet reported, against the APPLICANT FIRM or against any other on whose behalf this application is submitted? *","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"5"}
{"id":"6418dbde-31fb-4b1c-9d62-d9428328b619","text":"13. Payment Option (Choose one only):","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"013"}
{"id":"cec326f5-992b-441a-ba21-d87315fb65ea","text":"If \"YES\" for any of the above, provide information on the name and business address of the LAWYER(S), law firm(s) or law office(s), the number of LAWYERS at each firm(s) or office(s), and the nature of the association.","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"34"}
{"id":"3c37a19b-70cc-4222-8f6d-913f8ac645ab","text":"If yes, please provide full details indicating the exact reference on the letterhead, if any, to the association relationship. Enter \u0027none\u0027, if no reference to the association relationship is indicated on the letterhead:","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"166"}
{"id":"3dbc61bc-d6e4-4816-93e9-4a101f76167d","text":"19. CLAIM(S) and POTENTIAL CLAIM(S)","help":"\u003cp\u003eFor definitions and information on notifying LAWPRO of a CLAIM(S) and POTENTIAL CLAIM(S),                                                                     \u003ca href\u003d\"#\" data-toggle\u003d\"modal\" data-target\u003d\"#ClaimsModal\"\u003eclick here\u003c/a\u003e.\u003c/p\u003e","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"                                                            \u003cp\u003eOther than \u003cb\u003eCLAIM(S)\u003c/b\u003e and \u003cb\u003ePOTENTIAL CLAIM(S)\u003c/b\u003e of which LAWPRO has been notified, are you aware of any CLAIM(S) or POTENTIAL CLAIM(S) that have been or                                                                 may be made against you directly or indirectly?\u003c/p\u003e","number":"21"}
{"id":"8ecdcd27-7f98-45a3-a112-1c911bf58bc6","text":"Mail/fax your premium payment information?","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"\u003cp\u003e\nIf you are unable to provide your credit card or bank account information on this application form, select Lump sum cheque as the payment option and your policy will be issued on that basis.\nIf you currently do not have pre-authorized debit information, and will be providing it at a later date, you must complete the Premium Payment Authorization (PPA) form and return it to LAWPRO. A revised invoice will be provided once the PPA form has been received and processed.\n\nTo pay by credit card you MUST file an online PPA form at LINK. Credit card information is not accepted at LAWPRO by phone or in written form, and must be provided by e-filing.\n\u003c/p\u003e","number":"20"}
{"id":"82a84279-49b0-4557-a45c-24c580ef2416","text":"Before completing this application, we recommend that you contact LAWPRO Customer Service at 416-598-5899 or 1-800-410-1013 to receive a free, no obligation estimate for this optional Excess coverage. *","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"00"}
{"id":"fe75c3d4-3ee7-4506-a567-4572975504bb","text":"11. Are you interested in LAWPRO\u0027s Innocent Party Sublimit Buy-Up Coverage of $1 million per CLAIM/in the aggregate? *","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"011"}
{"id":"e6001c7f-22f2-4611-aa57-d0651658b9ef","text":"If yes, please provide full details indicating the exact reference on the letterhead:","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"162"}
{"id":"714be1d6-1614-4297-a001-f3a3de04859d","text":"Part-Time Practice Option","help":"\u003cp\u003e\u003ci\u003eFor details and eligibility requirements, see \u003ca href\u003d\"https://www.lawpro.ca/your-policy/coverage-options/part-time-practice/\" target\u003d_blank\u003ePart-time Practice Option\u003c/a\u003e.\u003c/i\u003e\u003c/p\u003e","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","instructions":"Qualifies for the Part-time Practice Option:","number":"152"}
{"id":"c5907859-49bd-4e9c-8245-188c0ab12457","text":"11. Number of staff in LAW FIRM in Ontario who are not insured by LAWPRO","help":"\u003cp\u003eIndicate the current number of staff in the LAW FIRM in Ontario who are not LAWYERS or PARALEGAL PARTNER(S) OR SHAREHOLDERS (if applicable). Include all staff who provide law-related services who are directly or indirectly employed, whether through management, other companies or otherwise, by the LAW FIRM or by any of the LAWYERS in the LAW FIRM or any spouse including those EMPLOYEES who are casual or part-time EMPLOYEES. Independent contractors such as bookkeepers, PARALEGALS, researchers, etc. who are not EMPLOYEES of the LAW FIRM should not be included.\u003c/p\u003e","formId":"f2d1cbc7-d688-4cc9-acff-250ca4490b9a","number":"11"}
{"id":"2347824c-2ffb-4f3f-9320-553cb49e8282","text":"(ii) Does any of the letterhead refer to individuals (or their law practice) who are not members of the APPLICANT FIRM, or are not acting as \u0027of counsel\u0027 to the APPLICANT FIRM? *","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"163"}
{"id":"f7abc8d0-ee43-4177-86b7-c76562acd0a0","text":"(v) Click the \"Attach Letterhead\" button below to attach your firm\u0027s letterhead. If unable at this time to attach the firm\u0027s letterhead, you must fax or email a copy to LAWPRO Customer Service within two business days.","formId":"9e4baf21-54c5-46e3-8dc5-1f8c7dcc8bac","number":"169"}
